espressif/esp-iot-solution/components/display/tools/esp_mmap_assets/test_apps/sdkconfig.defaults.esp32p4
CONFIG_IDF_TARGET="esp32p4"
CONFIG_PARTITION_TABLE_OFFSET=0x10000

# Default to test REV < 3
CONFIG_ESP32P4_SELECTS_REV_LESS_V3=y
